Repository: galette/plugin-paypal
Catalog: lang/paypal_*.utf8.po
Languages: es, fr_fr

source: Paypal payment
es: Pago a través de Paypal
fr_fr: Paiement Paypal

source: <strong>Payment could not work</strong>: An error occurred (that has been logged) while loading Paypal preferences from database.<br/>Please report the issue to the staff.
es: <strong>El pago no podía funcionar</strong>: Se produjo un error (que se ha registrado) al cargar las preferencias de Paypal desde database.<br/>Informe el problema al personal.

source: Our apologies for the annoyance :(
es: Nuestras disculpas por las molestias :(

source: Paypal id has not been defined. Please ask an administrator to add it from plugin preferences.
es: La identificación de Paypal no ha sido definida. Por favor, pide a un administrador que lo añada desde las preferencias de los plugins.
fr_fr: L'identifiant Paypal n'a pas été renseigné. Veuillez demander à un administrateur de l'ajouter dans les préférences du plugin.

source: Predefined amounts cannot be loaded, that is not a critical error.
es: No se pueden cargar cantidades predefinidas. Esto no es un error crítico.
fr_fr: Les montants prédéfinis n'ont pas pu être chargés, cette erreur n'est pas crtitique.

source: Paypal History
es: Historico de Paypal
fr_fr: Historique Paypal

source: Paypal Settings
es: Ajustes de Paypal
fr_fr: Préférences Paypal

source: Paypal preferences has been saved.
es: Las preferencias de Paypal se han guardado.
fr_fr: Les préférences Paypal ont été sauvegardées.

source: An error occurred saving paypal preferences :(
es: Ocurrió un error al guardar las preferencias de Paypal :(
fr_fr: Une erreur est survenue lors de l'enregistrement des préférences paypal :(

source: Your payment has been aborted!
es: ¡Tu pago ha sido abortado!
fr_fr: Votre paiement a été annulé !

source: Paypal payment success
es: Éxito del pago de Paypal
fr_fr: Paiement Paypal effectué

source: Your payment has been proceeded!
es: ¡Tu pago ha sido procesado!
fr_fr: Votre paiement a été effectué !

source: Payment form
es: Método de pago
fr_fr: Formulaire de paiement

source: Enter payment reason
es: Introduzca el motivo del pago
fr_fr: Entrez un motif de paiement

source: Payment reason
es: Razón del pago
fr_fr: Motif de paiement

source: Select an payment reason
es: Seleccione un motivo de pago
fr_fr: Sélectionnez un motif de paiement

source: Payment reason:
es: Razón del pago:
fr_fr: Motif de paiement&nbsp;:

source: No predefined amounts have been configured yet.
es: Aún no se ha configurado una cantidad predefinida.
fr_fr: Aucun montant prédéfini n'a encore été configuré.

source: Go back to %s's website to complete your inscription.
es: Vuelva a la página web de %s para completar su inscripción.
fr_fr: Retour au site de %s pour compléter votre inscription.

source: Please enter an amount.
es: Por favor, introduzca una cantidad.
fr_fr: Veuillez entrer un montant.

source: The amount you've entered is lower than the minimum amount for the selected option. Please choose another option or change the amount.
es: El monto que ha ingresado es menor que el monto mínimo para la opción seleccionada. Por favor, elija otra opción o cambie el monto.
fr_fr: Le montant que vous avez entré est inférieur au montant minimum de l'option sélectionnée. Veuillez choisir une autre option ou entrer un nouveau montant.

source: Paypal preferences
es: Preferencias de Paypal
fr_fr: Préférences Paypal

source: Paypal identifier:
es: Identificador de Paypal:
fr_fr: Identifiant Paypal&nbsp;:

source: Enter here one of your Paypal ID or email adress associated within your paypal account.
es: Ingresa tu Paypal ID o tu dirección de email asociada a tu cuenta de Paypal.
fr_fr: Entrez ici votre identifiant Paypal ou une adresse email associée à votre compte paypal.

source: Error: no predefined amounts found.
es: Error: no se han encontrado cantidades predefinidas.
fr_fr: Erreur : aucun montant prédéfini trouvé.

source: duplicate
es: duplicado
fr_fr: dupliquer

source: No request or unable to read request
es: No hay solicitud o no se pudo leer la solicitud
fr_fr: Pas de requête ou impossible de lire la requête

source: Request
es: Solicitud
fr_fr: Requête

source: Show/hide full request
es: Mostrar/ocultar la solicitud completa
fr_fr: Afficher/Masquer la requête complète

source: Your paypal payment was successful. Some details are shown below:
es: Tu pago con PayPal se realizó correctamente. A continuación se muestran algunos detalles:
fr_fr: Votre paiement paypal a été effectué avec succès. Quelques détails concernant la transaction sont affichés ci-dessous :

source: Your paypal payment was successful. You may receive a mail from paypal with details.
es: Tu pago por paypal fue exitoso. Puede que recibas un correo de paypal con los detalles.
fr_fr: Votre paiement paypal a été effectué avec succès. Vous devriez recevoir un courriel de paypal en contenant les détails.

source: <strong>Payment coult not work</strong>: An error occured (that has been logged) while loading Paypal preferences from database.<br/>Please report the issue to the staff.
fr_fr: <strong>Le paiement ne peut fonctionner</strong> : une erreur (qui a été enregistrée) est survenue lors du chargement des préférences Paypal depuis la base de données.<br/>Merci de rapporter ce problème aux membres du bureau.

source: WARNING: If you enter an amount below, make sure that it is not lower than the amount of the option you've selected.
fr_fr: ATTENTION : si vous entrez un montant ci-dessous, assurez-vous qu'il ne soit pas inférieur au montant de l'option que vous avez sélectionnée.
